e5-4620/3.2.80/30/2/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 4389172
latency average: 0.205 ms
tps = 4876.857203 (including connections establishing)
tps = 4876.879946 (excluding connections establishing)